{
  "cards": [
    {
      "type": "major",
      "name_short": "ar00",
      "name": "The Fool",
      "value": "0",
      "value_int": 0,
      "meaning_up": "Beginnings, innocence, spontaneity, a free spirit",
      "meaning_rev": "Holding back, recklessness, risk-taking",
      "desc_up": "The Fool is a card of new beginnings, opportunity and potential. Just like the young man, you are at the outset of your journey, standing at the cliff's edge, and about to take your first step into the unknown. Even though you don't know exactly where you are going, you are being called to commit yourself and follow your heart, no matter how crazy this leap of faith might seem to you. Now is a time when you need to trust where the Universe is taking you.\u003cbr\u003e\u003cbr\u003eAs you undertake this new journey, The Fool encourages you to have an open, curious mind and a sense of excitement. Throw caution to the wind and be ready to embrace the unknown, leaving behind any fear, worry or anxiety about what may or may not happen. This is about new experiences, personal growth, development, and adventure.\u003cbr\u003e\u003cbr\u003eThe time is NOW! Take that leap of faith, even if you do not feel 100% ready or equipped for what is coming (who knows what it could be?!). Seriously, what are you waiting for? Do you think you need to have everything mapped out before you can begin? No way! Not with The Fool. He ventures out on his journey with just his essential belongings - and now he invites you to do the same. You don't need to wait for someone to give you the green light or hold off until you have all the skills, tools and resources you think you might need. You are ready! If you've been watching for a sign, this is it!\u003cbr\u003e\u003cbr\u003eThis is a time of great potential and opportunity for you right now. The world is your oyster, and anything can happen. Use your creative mind with a dash of spontaneity to make the most of this magical time and bring forth your new ideas in powerful ways.\u003cbr\u003e\u003cbr\u003eThe Fool is your invitation to relax, play, and have fun. Treat life like one big experiment and feel yourself in the flow of whatever comes your way. This card asks you to embrace your beautiful, carefree spirit, allowing yourself to connect to the energy that surrounds you and flows through you. Tap into your fullest potential by stepping into a place of wonderment, curiosity and intrigue. Live life as though you were a child once again. Laugh more, dance, and let your heart go free.\u003cbr\u003e\u003cbr\u003eThis is an excellent card to meditate on if you are struggling with dread, worry or self-doubt in your life. The Fool is your guide, as someone who is daring and carefree. He is the embodiment of who you really are - your free spirit, your inner child, and your playful soul. Any time you experience fear, remember the essence of The Fool as he encourages you to acknowledge that fear and do it anyway! You never know what the future holds, but like The Fool, you must step into the unknown, trusting that the Universe will catch you and escort you along the way. Take a chance and see what happens."
    },
    {
      "type": "major",
      "name_short": "ar01",
      "name": "The Magician",
      "value": "1",
      "value_int": 1,
      "meaning_up": "Manifestation, resourcefulness, power, inspired action",
      "meaning_rev": "Manipulation, poor planning, untapped talents",
      "desc_up": "As a master manifestor, The Magician brings you the tools, resources and energy you need to make your dreams come true. Seriously, everything you need right now is at your fingertips. You have the spiritual (fire), physical (earth), mental (air) and emotional (water) resources to manifest your desires. And when you combine them with the energy of the spiritual and earthly realms, you will become a manifestation powerhouse! The key is to bring these tools together synergistically so that the impact of what you create is greater than the separate parts. This is alchemy at its best!\u003cbr\u003e\u003cbr\u003eNow is the perfect time to move forward on an idea that you recently conceived. The seed of potential has sprouted, and you are being called to take action and bring your intention to fruition. The skills, knowledge and capabilities you have gathered along your life path have led you to where you are now, and whether or not you know it, you are ready to turn your ideas into reality.\u003cbr\u003e\u003cbr\u003eIn your quest to manifest your goals, you must establish a clear vision of what you will create (and why) before you act. It is not enough to be motivated by ego (money, status, or fame) - you need to have a soul connection to your goals and intentions. You are a powerful, creative being, and this is your opportunity to bring your Higher Self in alignment with your day-to-day actions to create the future you want most.\u003cbr\u003e\u003cbr\u003eWhen you are clear about your 'what' and your 'why', The Magician calls on you to take inspired action. You will need focused attention and intense concentration to bring your goals to fruition. Focus on the ONE thing that will move you towards your goal. Commitment to the task is essential, so drop any distractions that may draw your focus away from what you want to achieve. Be methodical in your planning to make sure that you stay on track and carry out your tasks."
    },
    {
      "type": "major",
      "name_short": "ar02",
      "name": "The High Priestess",
      "value": "2",
      "value_int": 2,
      "meaning_up": "Intuition, sacred knowledge, divine feminine, the subconscious mind",
      "meaning_rev": "Secrets, disconnected from intuition, withdrawal and silence",
      "desc_up": "While The Magician is the guardian of the conscious mind and the tangible world, The High Priestess is the guardian of the subconscious mind and the teacher of sacred knowledge and hidden mysteries. Sitting at the threshold of the conscious and subconscious mind, The High Priestess has an innate ability to travel between these realms effortlessly. She teaches you that the world is not always as it seems and more profound influences are often at play. She ushers you through the thin veil of awareness, offering you a deep, intuitive understanding of the Universe and a heightened awareness of secret or hidden information.\u003cbr\u003e\u003cbr\u003eThe High Priestess signifies spiritual enlightenment, inner illumination, divine knowledge and wisdom. She shows up in your Tarot readings when the veil between you and the underworld is thin, and you have the opportunity to access the knowledge deep within your soul. Now is the time to be still so you can tune in to your intuition. The answers you are seeking will come from within, from your deepest truth and 'knowing'. Allow The High Priestess to become your guide as you venture deep into your subconscious mind and access this inner wisdom. Connect with your intuition and your Higher Self through meditation, visualization, shamanic journeying, and being part of spiritual communities.\u003cbr\u003e\u003cbr\u003eYour intuitive sense right now is providing you with useful information and is assisting you to become more in touch with your subconscious mind. Knowledge of how to fix these issues will not come through thinking and rationalizing, but by tapping into and trusting your intuition, so allow yourself the time and space to meditate and attend to your inner voice. Look for areas in your life that may be out of balance or lacking 'flow’ and ease.\u003cbr\u003e\u003cbr\u003eNow is also a time of heightened intuitive ability and psychic insight. If you are developing these skills, The High Priestess offers you further encouragement to continue your journey and trust that you are on the right path. The more you listen to your intuition, the more it will flow.\u003cbr\u003e\u003cbr\u003eFinally, The High Priestess is a signal that you are being called to embrace the Divine Feminine - your connection to your intuition, compassion, empathy, and inner wisdom. Regardless of your gender, it is vital for you to balance and integrate your masculine and feminine energies, and the presence of The High Priestess signals that your sacred feminine needs your attention right now. Feel, rather than think. Collaborate, rather than compete. Create, rather than destroy. Trust your Divine Feminine energy, even if the masculine energy around you may appear to be stronger. Be proud of your ability to nurture, trust, sense, and empathize instead of hiding it away."
    },
    {
      "type": "major",
      "name_short": "ar03",
      "name": "The Empress",
      "value": "3",
      "value_int": 3,
      "meaning_up": "Femininity, beauty, nature, nurturing, abundance",
      "meaning_rev": "Creative block, dependence on others",
      "desc_up": "The Empress signifies a strong connection with our femininity. Femininity translates in many ways - elegance, sensuality, fertility, creative expression, nurturing - and is necessary for creating balance in both men and women. The Empress calls on you to connect with your feminine energy. Create beauty in your life. Connect with your senses through taste, touch, sound, smell and sight. Draw on these senses to experience pleasure and deep fulfilment. Treat yourself to a day spa, learn massage, enjoy a fine restaurant or spend more time with your partner. Discover different approaches to expressing yourself creatively, be it through painting, music, drama or other art forms. This may be the perfect chance to take up a new hobby that enables you to access this part of yourself.\u003cbr\u003e\u003cbr\u003eThe Empress signifies abundance. You are surrounded by life's pleasures and luxuries and have everything you need to live a comfortable lifestyle. You are in a period of growth, in which all you have dreamed of is now coming to fruition. When The Empress appears in your Tarot readings, take a moment to reflect on the bounty that surrounds you and offer gratitude for all you have created so you can continue to build on this energy and create even more abundance in your life.\u003cbr\u003e\u003cbr\u003eAs the Mother Earth archetype, The Empress urges you to venture out into nature to ground your energy and be in flow with the earth. Take a trip to your favorite natural setting, be it a forest, beach, mountain or lake, and sit for a couple of minutes, hours or even days to breathe in the energy that surrounds you while marveling in the beauty of your surroundings. Allow yourself the time and the space to enter a different frame of mind and receive the grounding spirit of nature into your heart and consciousness. When you do this, you can reach higher planes of consciousness.\u003cbr\u003e\u003cbr\u003eWhen you are in tune with the energy of The Empress, you will naturally take on her mothering nature. You feel a strong urge to nurture and care for others, from a place of loving compassion and support. You see it as a gift and an honor to tend to others, and in doing so you, too, receive benefit. In a more literal sense, you may step into the role of 'mother', perhaps as the mother of a newborn, caretaker of other people's children, or spending more quality time with your kids.\u003cbr\u003e\u003cbr\u003eThe Empress can also suggest pregnancy or birth. This may be an actual pregnancy or childbirth, or a metaphorical 'birth' of a new idea or project. Bring your creative ideas into being by nurturing them and supporting their growth. Allow those designs and their manifestation to flow through you, acting with compassion and love."
    },
    {
      "type": "major",
      "name_short": "ar04",
      "name": "The Emperor",
      "value": "4",
      "value_int": 4,
      "meaning_up": "Authority, establishment, structure, a father figure",
      "meaning_rev": "Domination, excessive control, lack of discipline, inflexibility",
      "desc_up": "As the father figure of the Tarot deck, The Emperor suggests that you are adopting this fatherly role (regardless of whether you are male or female), providing for your family, and protecting and defending your loved ones. You may be the breadwinner or the 'rock' for those who rely on your stability and security.\u003cbr\u003e\u003cbr\u003eSimilarly, The Emperor represents a powerful leader who demands respect and authority. Status, power, and recognition are essential to you, and you are most comfortable in a leadership role where you can command and direct others. As a leader, you rule with a firm but fair hand. You have a clear vision of what you want to create, and you organize those around you to manifest your goal. You listen to the advice of others, but you prefer to have the final say. Conflict doesn't scare you, and you won't hesitate to use your power to protect those you care about. And in return, those people will repay you with the loyalty and respect you deserve. Claim your authority as leader and influencer and don't let others put you down.\u003cbr\u003e\u003cbr\u003eThe Emperor reflects a system bound by rules and regulations. You create law and order by applying principles or guidelines to a specific situation. Create calm out of chaos by breaking down any problem into its parts and then mapping out the actions you need to take to resolve it. Be systematic, strategic and highly organized in your approach, and stick to your plan until the end.\u003cbr\u003e\u003cbr\u003eThe Emperor card also signifies world knowledge and expertise. Through the course of your life, you have gained valuable wisdom and life experience, and now you enjoy offering guidance, advice, and direction to someone who might benefit from it. You may be a teacher, coach, boss, or just a good friend who likes to take what you have learned and pass it on so that others can be as wise and powerful as you."
    },
    {
      "type": "major",
      "name_short": "ar05",
      "name": "The Hierophant",
      "value": "5",
      "value_int": 5,
      "meaning_up": "Spiritual wisdom, religious beliefs, conformity, tradition, institutions",
      "meaning_rev": "Personal beliefs, freedom, challenging the status quo",
      "desc_up": "The Hierophant card represents an established set of spiritual values and beliefs and is often correlated with religion and other formal doctrines. Before you can discover your own belief systems and make your own choices (as associated with the next card, The Lovers), The Hierophant encourages you to learn the fundamental principles from a trusted source.\u003cbr\u003e\u003cbr\u003eWork with a teacher, mentor, or guide to teach you about spiritual values and beliefs in a structured way. He may be an authority or a kind and generous mentor who nurtures your spiritual awareness and helps you access the Divine by understanding the traditions and core principles. You may also undertake a period of formal study as you delve into a subject that has been widely explored and documented.\u003cbr\u003e\u003cbr\u003eIf you have already mastered a particular field of study, you may be taking on the role of teacher and mentor to others. In this position, you honour and acknowledge your responsibility to share your knowledge in a structured way, one that respects the age-old traditions.\u003cbr\u003e\u003cbr\u003eThe Hierophant's arrival suggests you are following convention and staying within the bounds of a 'tried and tested' model. You are not yet willing to go out on a limb or offer any new and innovative ideas. Instead, you adhere to the key principles and rules that you know will lead to a successful result.\u003cbr\u003e\u003cbr\u003eThe Hierophant may call you to honor family traditions or sacred rituals that sit neglected. You are being asked to commit to spiritual practice in its most wholesome form - no customization, no adaptation, no bending the rules. If you have been lacking ritual and tradition, create a regular practice such as daily prayer or saying grace before a meal. Consider exploring your spiritual or religious heritage.\u003cbr\u003e\u003cbr\u003eThe Hierophant Tarot card often speaks to group membership or being part of an institution. You may enjoy a deep sense of comfort being surrounded by people who have well-established belief systems and explicit values. Finding them may be as significant as exploring a new church or religious group, or as simple as joining a gym or online Tarot community. This card is about identifying with others and a way of thinking that will prompt further learning."
    },
    {
      "type": "major",
      "name_short": "ar06",
      "name": "The Lovers",
      "value": "6",
      "value_int": 6,
      "meaning_up": "Love, harmony, relationships, values alignment, choices",
      "meaning_rev": "Self-love, disharmony, imbalance, misalignment of values",
      "desc_up": "In its purest form, The Lovers card represents conscious connections and meaningful relationships. The arrival of this card in a Tarot reading shows that you have a beautiful, soul-honoring connection with a loved one. You may believe you have found your soul mate or life partner, and the sexual energy between you both goes way beyond instant gratification and lust to something that is very spiritual and almost Tantric. While The Lovers card typically refers to a romantic tie, it can also represent a close friendship or family relationship where love, respect and compassion flow.\u003cbr\u003e\u003cbr\u003eThe Lovers is a card of open communication and raw honesty. Given that the man and woman are naked, they are both willing to be in their most vulnerable states and have learned to open their hearts to one another and share their truest feelings. They shape the container from which trust and confidence can emerge, and this makes for a powerful bond between the two. In a reading, this card is a sign that by communicating openly and honestly with those you care about, you will create a harmonious and fulfilling relationship built on trust and respect.\u003cbr\u003e\u003cbr\u003eOn a more personal level, The Lovers card represents getting clear about your values and beliefs. You are figuring out what you stand for and your philosophy. Having gone through the indoctrination of The Hierophant, you are now ready to establish your belief system and decide what is and what is not essential to you. It's time to go into the big wide world and make choices for yourself, staying true to who you are and being authentic and genuine in all your endeavors.\u003cbr\u003e\u003cbr\u003eAt its heart, The Lovers is about choice. The choice about who you want to be in this lifetime, how you connect with others and on what level, and about what you will and won't stand for. To make good choices, you need to be clear about your personal beliefs and values - and stay true to them. Not all decisions will be easy either. The Lovers card is often a sign that you are facing a moral dilemma and must consider all consequences before acting. Your values system is being challenged, and you are being called to take the higher path, even if it is difficult. Do not carry out a decision based on fear or worry or guilt or shame. Now, more than ever, you must choose love - love for yourself, love for others and love for the Universe. Choose the best version of yourself.\u003cbr\u003e\u003cbr\u003eFinally, The Lovers card encourages you to unify dual forces. You can bring together two parts that are seemingly in opposition to one another and create something that is 'whole', unified and harmonious. In every choice, there is an equal amount of advantage and disadvantage, opportunity and challenge, positive and negative. When you accept these dualities, you build the unity from which love flows."
    },
    {
      "type": "major",
      "name_short": "ar07",
      "name": "The Chariot",
      "value": "7",
      "value_int": 7,
      "meaning_up": "Control, willpower, success, action, determination",
      "meaning_rev": "Self-discipline, opposition, lack of direction",
      "desc_up": "The Chariot is a card of willpower, determination, and strength. You have discovered how to make decisions in alignment with your values with the Lovers card, and now you are taking action on those decisions. When The Chariot appears in a Tarot reading, take it as a sign of encouragement. You have set your objectives and are now channeling your inner power with a fierce dedication to bring them to fruition. When you apply discipline, commitment and willpower to achieve your goals, you will succeed.\u003cbr\u003e\u003cbr\u003eNow isn't the time to be passive in the hope that things will work out in your favor. Take focused action and stick to the course, no matter what challenges may come your way - because, believe me, there will be challenges. You may be pulled in opposite directions and find your strength and conviction tested. Others may try to block you, distract you, or drag down the pursuit of your goal. But The Chariot is an invitation to draw upon your willpower and home in on what's essential to you, so you can push past the obstacles in your way.\u003cbr\u003e\u003cbr\u003eIf you are curious about whether you have what it takes to achieve your aim or complete an important project, The Chariot is a sign you will be successful so long as you keep your focus and remain confident in your abilities. You need to use your willpower and self-discipline to concentrate on the task at hand. You can't cut corners or take the easy route, or you will fail. Instead, see this endeavor as a test of your strength and conviction, and recognize that victory is within reach, but it's up to you to follow through.\u003cbr\u003e\u003cbr\u003eThe Chariot calls you to assert yourself and be courageous. Be bold in expressing your desires and laying down your boundaries; otherwise, you will not get your way. You need to have faith in yourself and know fundamentally who you are and what you stand for (thus building off the personal belief systems and values established through The Lovers card).\u003cbr\u003e\u003cbr\u003eIn a very literal sense, The Chariot can represent travel, especially driving or taking a road trip. You may even be considering selling your home and buying an RV so you can head off and roam the country!"
    },
    {
      "type": "major",
      "name_short": "ar08",
      "name": "Strength",
      "value": "8",
      "value_int": 8,
      "meaning_up": "Strength, courage, persuasion, influence, compassion",
      "meaning_rev": "Inner strength, self-doubt, low energy, raw emotion",
      "desc_up": "The Strength card represents strength, determination, and power - like The Chariot. However, while The Chariot signifies outer strength and will, the Strength card speaks to the inner strength and the human spirit's ability to overcome any obstacle. Strength is about knowing you can endure life's obstacles. You have great stamina and persistence, balanced with underlying patience and inner calm. You are committed to what you need to do, and you go about it in a way that shows your composure and maturity.\u003cbr\u003e\u003cbr\u003eWhen the Strength Tarot card appears in a reading, you are fueled by your inner strength, personal power, strong will and determination. You do not rule by trying to control others; you quietly influence and persuade. Others may underestimate your power because it is so 'invisible' - but you should see that as an advantage. You can control a situation without excessive, outward force. No one knows it's you calling the shots.\u003cbr\u003e\u003cbr\u003eYour strength gives you the confidence to overcome any growing fears, challenges or doubts. Feel the fear and do it anyway! If you have been going through a rough time and are burnt out or stressed, the Strength card encourages you to find the power within yourself to persevere. You have got what it takes to see this situation through to its eventual end. You're a loyal friend and a solid supporter, willing to step up and be present when others are in need, and you might also feel compelled to hold space for someone who needs your strength and support.\u003cbr\u003e\u003cbr\u003eThe Strength card urges you to 'tame' your animal instincts, gut reactions, and raw emotions, and channel these initial responses constructively. It's normal for feelings such as anger, rage, sadness, guilt or shame to arise in certain situations. However, it's what you do with these emotions that makes all the difference. Now is a time when you need to be conscious of your instinctual urges and bring them into balance with the greater good. This is no time to act out in rage or hatred. Approach your situation from a place of forgiveness, love and compassion. Working with a therapist may also help you create coping strategies for what comes up."
    },
    {
      "type": "major",
      "name_short": "ar09",
      "name": "The Hermit",
      "value": "9",
      "value_int": 9,
      "meaning_up": "Soul-searching, introspection, being alone, inner guidance",
      "meaning_rev": "Isolation, loneliness, withdrawal",
      "desc_up": "The Hermit shows that you are taking a break from everyday life to draw your energy and attention inward and find the answers you seek, deep within your soul. You realize that your most profound sense of truth and knowledge is within yourself and not in the distractions of the outside world. You leave behind the mundane to set off on a journey of self-discovery, led only by your inner wisdom and guiding light. Now is the perfect time to go on a weekend retreat or sacred pilgrimage, anything in which you can contemplate your motivations, personal values and principles, and get closer to your authentic self.\u003cbr\u003e\u003cbr\u003eThe Hermit invites you to retreat into your private world and experience a deep sense of seclusion and introspection. You know that you need to take this journey alone or with a small, intimate group of spiritually minded people. When you allow yourself to tune in to your inner, guiding light, you will hear the answers you need and grow wise beyond your years. Find your light, shine it on your soul and create your unique path. You will see what lies ahead of you - not miles upon miles, but enough to know where to step next. From there, take one step at a time.\u003cbr\u003e\u003cbr\u003eThe Hermit often appears when you are at a pivotal point in your life and considering a new direction. Through meditation, contemplation, and self-examination, you may begin to re-evaluate your personal goals and change your overall course. You will look at your life with a deeper, more spiritual understanding and a few of your priorities will change as a result.\u003cbr\u003e\u003cbr\u003eThe Hermit also represents the desire to turn away from a consumerist or materialistic society to focus on your inner world. Have you ever seen (or read) Into the Wild? After graduating from university, top student and athlete Christopher McCandless abandons his possessions, gives his entire $24,000 savings account to charity and hitchhikes to Alaska to live in the wilderness alone. Whilst his story has a tragic ending, his journey into the wild was like that of The Hermit, who seeks answers within and knows they will come only with quiet and solitude.\u003cbr\u003e\u003cbr\u003eFinally, The Hermit may appear in your life as a spiritual mentor here to raise your vibration and enhance your consciousness. The beauty of this mentor is that, while he may be an expert in his own right, he will teach you how to find your answers within you."
    },
    {
      "type": "major",
      "name_short": "ar10",
      "name": "Wheel Of Fortune",
      "value": "10",
      "value_int": 10,
      "meaning_up": "Good luck, karma, life cycles, destiny, a turning point",
      "meaning_rev": "Bad luck, resistance to change, breaking cycles",
      "desc_up": "The Wheel of Fortune reminds you that the wheel is always turning and life is in a state of constant change. If you're going through a difficult time rest assured that it will get better from here. Good luck and good fortune will make their return in time. Similarly, if things are going well, know this, too, will change and life may return to 'normal' soon. This cycle shows why it is so important to cherish the blissful moments in your life and make the most of them while they are within reach - because in a flash they could be gone.\u003cbr\u003e\u003cbr\u003eThe Wheel of Fortune is also known as the wheel of karma and reminds you that 'what goes around comes around.' Be a kind and loving person to others, and they'll be kind and loving to you. Be nasty and mean, and you will get nasty and mean turning back your way. So, if you want happiness and abundance, make sure you're sending out that positive juju in kind. What you send out into the Universe will come back your way.\u003cbr\u003e\u003cbr\u003eThe Wheel of Fortune card asks you to be optimistic and have faith that the Universe will take care of your situation in the best way possible. Meditation and visualization can reinforce your intention to bring increased abundance, good fortune and prosperity to you. Your life is about to turn in more positive directions if you are willing to grow and expand. Keep your mind open to all kinds of synchronicities and signs from the Universe. The magic of fate and destiny is behind you, and miracles are happening.\u003cbr\u003e\u003cbr\u003eBe open to the help of others, too, as guidance from both the physical and spiritual realms is supporting you along your journey. They want you to do well, so relish their support right now. Call on them any time you need it. You may also feel compelled to work with the archangels and ascended masters to support and guide you.\u003cbr\u003e\u003cbr\u003eIf you are someone who likes to have control and stability, then the Wheel of Fortune may come as a shock to the system. This Tarot card suggests that factors outside your control are influencing your situation. It is as though the Universe is dishing up whatever it pleases; it's unpredictable and unnerving. This is one of the challenging aspects of the Wheel of Fortune since no matter which way the Wheel turns, it is impossible to try to change it. You need to accept what is happening and adapt. Go with the flow!\u003cbr\u003e\u003cbr\u003eFinally, the Wheel of Fortune can show a critical turning point in your life. Opportunities you could never imagine are suddenly available to you, and you have the chance to make a significant change in your life. While it may be unexpected and unfamiliar, see this as an invitation to turn things around and take an entirely new direction in your life. The more you tune in to your intuition and allow the Universe to guide you, the better the outcomes will be."
    },
    {
      "type": "major",
      "name_short": "ar11",
      "name": "Justice",
      "value": "11",
      "value_int": 11,
      "meaning_up": "Justice, fairness, truth, cause and effect, law",
      "meaning_rev": "Unfairness, lack of accountability, dishonesty",
      "desc_up": "The Justice card represents justice, fairness, truth and the law. You are being called to account for your actions and will be judged accordingly. If you have acted in alignment with your Higher Self and for the greater good of others, you have nothing to worry about. However, if you haven't, you will be called out and made to own up to your actions. If this has you shaking in your boots, know that the Justice card isn't as black and white as you may think. A level of compassion and understanding accompany Justice, and although you may have done something you regret, this card suggests that you will be treated fairly and without bias. Be ready to take responsibility for your actions and stand accountable for the ensuing consequences.\u003cbr\u003e\u003cbr\u003eIf you seek justice, then the Justice card is a positive sign that it will indeed be served. You may be part of a legal case or awaiting final judgement from the courts or a governing body or institution. A ruling will be passed down shortly. Once the decision is made, you must accept it and move on; there are no retrials or second chances with the upright Justice card.\u003cbr\u003e\u003cbr\u003eThe Justice card often appears when you need to make an important choice with the potential for long-term repercussions. Be aware of the impact your decisions will have on your well-being and the well-being of others. Choose consciously by connecting with your inner guidance system (your intuition) and asking for the answer that is most in alignment with the highest good of all. Be ready to stand by your decisions as you will be held to account for the choices you make. You need to ask yourself, 'Do I stand by my decisions and accept the consequences of my actions?' If you cannot, then dig deeper, plunging into the shadows of what is right and wrong, until you find the place where you can stand in integrity and strength.\u003cbr\u003e\u003cbr\u003eAt its core, Justice is about the search for truth. As you explore your truth, you will discover that things are not as clear-cut as you had thought. Be prepared to dip into the murky waters and explore what truth means to you. Be consciously aware of what you believe to be true and what you believe to be fair and ethical. It may not be as clear-cut as you think, so prepare to challenge yourself and to explore new territories of your belief system."
    },
    {
      "type": "major",
      "name_short": "ar12",
      "name": "The Hanged Man",
      "value": "12",
      "value_int": 12,
      "meaning_up": "Pause, surrender, letting go, new perspectives",
      "meaning_rev": "Delays, resistance, stalling, indecision",
      "desc_up": "The Hanged Man reminds you that sometimes you have to put everything on hold before you can take the next step, or the Universe will do it on your behalf (and it may not always be at the most convenient time!). You may have heard the saying, 'What got you here won't get you there', and that indeed is at play in this card. The Hanged Man calls you to release the old mental models and behavioural patterns that no longer serve you so you can see your world from a new perspective and embrace new opportunities that would have otherwise been hidden from you if you didn't hit the brakes.\u003cbr\u003e\u003cbr\u003eHere's the thing. These 'pauses' can be voluntary or involuntary. If you're in tune with your intuition, you'll start to have a sense for when it's time to hit the brakes and put things on hold - before things get out of hand. But if you're out of alignment and oblivious to those intuitive signs, the Universe will probably put things on hold for you, in the form of continued obstacles, ill-health, and breakdowns. When you sense the 'pause' coming, pay attention to it; otherwise the Universe will turn up the volume until you can't ignore it any longer.\u003cbr\u003e\u003cbr\u003eWhen The Hanged Man appears in a Tarot reading, your projects and activities may be coming to an unexpected and abrupt halt. Don't keep pushing forward, hoping that more force will drive you to where you want to go. Instead, surrender to the opportunity to pause and view it as your chance to reassess and re-evaluate where you are on your path. Something new is emerging, and you won't be able to see it unless you allow the time and space for it to come through.\u003cbr\u003e\u003cbr\u003eThe Hanged Man is your invitation to welcome these 'pauses' with open arms and surrender to the 'what is' - even if it is different from what you expected. Take time away from your routine to connect with a new way of thinking and seeing. Sure, you might have to put important projects on hold while you do this (and it might be super inconvenient) but trust me, it'll be worth it. This is the Universe's way of helping you see new perspectives and preparing you for the next uplevelling that is happening in your life. If you push or resist, you will meet more obstacles along the way; instead, 'allow' the opportunities to flow smoothly and effortlessly to you.\u003cbr\u003e\u003cbr\u003eThe Hanged Man can sometimes reflect that you are feeling stuck or restricted in your life. What is holding you in this 'stuck' position? What is preventing you from moving forward? On one level, The Hanged Man is asking you to surrender and let go. Instead of investing in specific outcomes or resisting your current circumstances, accept them and allow yourself to flow with life. On another level, you are being called to change your perspective and shift your energy and may find that separating yourself from your everyday life is helpful, whether it's going for a walk in nature, going on a retreat or moving to a new country. Change up your routine so you can start to shift your energy and flow more freely again."
    },
    {
      "type": "major",
      "name_short": "ar13",
      "name": "Death",
      "value": "13",
      "value_int": 13,
      "meaning_up": "Endings, change, transformation, transition",
      "meaning_rev": "Resistance to change, personal transformation, inner purging",
      "desc_up": "The Death card is probably the most feared and misunderstood of all the cards in the Tarot deck. Just mention the card's name and most people freak out, worried they will suddenly keel over and die as soon as this card appears. Relax! The Death card can be one of the most positive cards in the deck.\u003cbr\u003e\u003cbr\u003eAfter a period of pause and reflection with The Hanged Man, the Death card symbolizes the end of a major phase or aspect of your life that you realize is no longer serving you, opening up the possibility of something far more valuable and essential. You must close one door to open another. You need to put the past behind you and part ways, ready to embrace new opportunities and possibilities. It may be difficult to let go of the past, but you will soon see its importance and the promise of renewal and transformation. If you resist these necessary endings, you may experience pain, both emotionally and physically, but if you exercise your imagination and visualize a new possibility, you allow more constructive patterns to emerge.\u003cbr\u003e\u003cbr\u003eSimilarly, Death shows a time of significant transformation, change, and transition. You need to transform yourself and clear away the old to bring in the new. Any change should be welcomed as a positive, cleansing, transformational force in your life. The death and clearing away of limiting factors can open the door to a broader, more satisfying experience of life.\u003cbr\u003e\u003cbr\u003eThe Death card has elements of a sudden and unexpected change. Death happens to everyone, no matter who you are, how much money you have, where you live, or what color your skin is; it is the same with a significant change. So, the Death card can be a sign you may feel as though you are caught in the path of sweeping change and cannot escape its effects (especially if accompanied by The Tower or The Hanged Man). Although the upheaval may seem unwanted and painful, this massive change could bring with it a series of unexpected surprises that create new opportunities and advantages for you.\u003cbr\u003e\u003cbr\u003eFinally, Death is a sign that you need to learn to let go of unhealthy attachments in your life to pave the way to a fuller, more fulfilled life of deeper meaning and significance. Death teaches you to let go of outworn and outgrown ways of life and to move forward from them. This is a perfect card to break a bad habit or pattern of behavior. See this as a time to cut out excess and let go of what is unnecessary for your life. Purge the old belongings, memories and baggage that are getting in your way."
    },
    {
      "type": "major",
      "name_short": "ar14",
      "name": "Temperance",
      "value": "14",
      "value_int": 14,
      "meaning_up": "Balance, moderation, patience, purpose",
      "meaning_rev": "Imbalance, excess, self-healing, re-alignment",
      "desc_up": "Temperance is the card for bringing balance, patience and moderation into your life. You are being invited to stabilise your energy and to allow the life force to flow through you without force or resistance. It's time to recover your flow and get your life back into order and balance.\u003cbr\u003e\u003cbr\u003eThis card calls on you to remain calm, even when life feels stressful or frantic. Maintain an even temperament and manage your emotions. You have learned to keep composed in stressful situations. Little things don't get to you, thanks to your seemingly abundant source of patience. Your respect for balance and tranquillity is what will help you achieve and experience fulfilment in your life.\u003cbr\u003e\u003cbr\u003eTemperance asks you to take the middle path and accommodate all perspectives. Now is not the time to be highly opinionated or controversial. Be the peacekeeper and take a balanced and moderate approach, avoiding any extremes. Include others and bring together diverse groups of people to create harmony and cooperation. By working together, you will collectively leverage the right mix of talents, experiences, abilities and skills.\u003cbr\u003e\u003cbr\u003eThere is alchemy within Temperance. This Tarot card is about blending, mixing, and combining diverse elements in a way that creates something new and even more valuable than its separate parts. 'Blending' can take on many forms; for example, a blended family, an artist who blends different materials or techniques, a bartender who mixes new and exciting cocktails, or a chef who combines different cuisines and cooking styles.\u003cbr\u003e\u003cbr\u003eThe Temperance card shows that you have a clear, long-term vision of what you want to achieve. You are not rushing things along; instead, you are taking your time to ensure that you do the best job you can. You know you need a moderate, guided approach to reach your goals.\u003cbr\u003e\u003cbr\u003eFinally, this card reflects higher learning. You are learning a great deal where you are now and are at peace with what you are doing - it is all coming together well. Your inner voice is guiding you to the right outcome, and you are patiently listening and following."
    },
    {
      "type": "major",
      "name_short": "ar15",
      "name": "The Devil",
      "value": "15",
      "value_int": 15,
      "meaning_up": "Shadow self, attachment, addiction, restriction, sexuality",
      "meaning_rev": "Releasing limiting beliefs, exploring dark thoughts, detachment",
      "desc_up": "The Devil card represents your shadow (or darker) side and the negative forces that constrain you and hold you back from being the best version of yourself. You may be at the effect of negative habits, dependencies, behaviors, thought patterns, relationships, and addictions. You have found yourself trapped between the short-term pleasure you receive and the longer-term pain you experience. Just as the Lovers card speaks to duality and choice, so too does The Devil; however, with The Devil, you are choosing the path of instant gratification, even if it is at the expense of your long-term well-being. In effect, you have sold your soul to the devil!\u003cbr\u003e\u003cbr\u003eThe Devil card often appears when you have been tricked into thinking you have no control over your shadow self or these negative forces, and that you can never break free from their hold. You believe you need it and you must have it, even if it means going against what you know to be right to obtain it. Deep down, though, you know it's to your detriment, and you are only doing yourself (and often others) a disservice when you cave in to these lower needs and desires. To break free of these negative patterns, you need to acknowledge the hold they have over you and the impact they are having on your life. For example, the first step of Alcoholics Anonymous is an admission: 'We admitted we were powerless over alcohol - that our lives had become unmanageable.'\u003cbr\u003e\u003cbr\u003eWhen The Devil shows up in a Tarot reading, see it as an opportunity to bring these negative influences into your conscious awareness, so you can then take action to free yourself from their hold. Shine your light on the negative patterns that have been standing in your way for so long, and over time, you will loosen the grip they have on you. Given that The Devil is a Major Arcana card, it is unlikely that you will be free from your addictions and dependencies overnight. It may be a recurring pattern for you, and it will take a tremendous amount of willpower and strength to free yourself from their influence. But know this: it IS possible, and it is up to you to make it happen.\u003cbr\u003e\u003cbr\u003eOn the positive side, The Devil can also show a powerful attachment between two people, such as a mum and her newborn, or a new romance still in its 'honeymoon phase'. Be careful though, because with The Devil card, this healthy attachment can turn into an unhealthy, co-dependent relationship if you lose connection with your inner guidance or don't protect your personal boundaries.\u003cbr\u003e\u003cbr\u003eThe Devil can also represent sexuality and your wild side. You may be exploring bondage, fetishes and your deepest, darkest fantasies. If you can do this within a safe, sacred space, it can be a very enriching experience. However, it has the potential to turn into something that may be unsafe or detrimental to your well-being in the long-term, so again, set clear boundaries, choose your partners wisely, and have your 'safe words' ready to go."
    },
    {
      "type": "major",
      "name_short": "ar16",
      "name": "The Tower",
      "value": "16",
      "value_int": 16,
      "meaning_up": "Sudden change, upheaval, chaos, revelation, awakening",
      "meaning_rev": "Personal transformation, fear of change, averting disaster",
      "desc_up": "When The Tower card appears in a Tarot reading, expect the unexpected - massive change, upheaval, destruction and chaos. It may be a divorce, death of a loved one, financial failure, health problems, natural disaster, job loss or any event that shakes you to your core, affecting you spiritually, mentally and physically. There's no escaping it. Change is here to tear things up, create chaos and destroy everything in its path (but trust me, it's for your Highest Good).\u003cbr\u003e\u003cbr\u003eJust when you think you're safe and comfortable, a Tower moment hits and throws you for a loop. A lightning bolt of clarity and insight cuts through the lies and illusions you have been telling yourself, and now the truth comes to light. Your world may come crashing down before you, in ways you could never have imagined as you realize that you have been building your life on unstable foundations - false assumptions, mistruths, illusions, blatant lies, and so on. Everything you thought to be true has turned on its head. You are now questioning what is real and what is not; what you can rely upon and what you cannot trust. This can be very confusing and disorienting, especially when your core belief systems are challenged. But over time, you will come to see that your original beliefs were built on a false understanding, and your new belief systems are more representative of reality.\u003cbr\u003e\u003cbr\u003eThe best way forward is to let this structure self-destruct so you can re-build and re-focus. And let's be real - with a card like The Tower, you have no choice but to surrender to the destruction and chaos, no matter how unwanted or painful. Change on this deep level is hard, but you need to trust that life is happening FOR you, not TO you and this is all for a reason. This destruction will allow new growth to emerge and your soul can evolve.\u003cbr\u003e\u003cbr\u003eAfter a Tower experience, you will grow stronger, wiser and more resilient as you develop a new perspective on life you did not even know existed. These moments are necessary for your spiritual growth and enlightenment, and truth and honesty will bring about a positive change, even if you experience pain and anxiety throughout the process.\u003cbr\u003e\u003cbr\u003eThankfully, The Tower doesn't always associate with pain and turmoil. If you are highly aware and in tune with your inner guidance system, then this Tarot card can indicate a spiritual awakening or revelation. You may be able to see the cracks forming and take action before the whole structure comes tumbling down. You may create a massive transformation before you reach the point where change is your only option. In its most positive form, The Tower card is your opportunity to break free from the old ways of thinking that have been holding you back."
    },
    {
      "type": "major",
      "name_short": "ar17",
      "name": "The Star",
      "value": "17",
      "value_int": 17,
      "meaning_up": "Hope, faith, purpose, renewal, spirituality",
      "meaning_rev": "Lack of faith, despair, self-trust, disconnection",
      "desc_up": "As The Star follows The Tower card in Tarot, it comes as a welcome reprieve after a period of destruction and turmoil. You have endured many challenges and stripped yourself bare of any limiting beliefs that have previously held you back. You are realizing your core essence, who you are beneath all the layers. No matter what life throws your way, you know that you are always connected to the Divine and pure loving energy. You hold a new sense of self, a new appreciation for the core of your Being.\u003cbr\u003e\u003cbr\u003eThe Star brings renewed hope and faith, and a sense that you are truly blessed by the Universe. You are entering a peaceful, loving phase in your life, filled with calm energy, mental stability and more in-depth understanding of both yourself and others around you. This is a time of significant personal growth and development as you are now ready to receive the many blessings of the Universe.\u003cbr\u003e\u003cbr\u003eWith The Star card, anything is possible and the magic is flowing around you. Your heart is full of hope, and your soul is being uplifted to the highest of highs as you realize that your dreams really can come true. Allow yourself to dream, to aspire, to elevate in any way possible so you can reach the stars. They are right here waiting for you.\u003cbr\u003e\u003cbr\u003eYou may also want to find or rediscover a sense of meaning, inspiration, or purpose in your life. You are making some significant changes in your life, transforming yourself from the old you to the new you and, in doing so, you are bringing about a fresh perspective: 'Out with the old and in with the new!' You are choosing the highest version of yourself. This is a profound spiritual journey that will bring greater meaning and purpose into your life and will renew your inner energy. Strip back any limiting beliefs, facades, or deceptions, and live in your authentic nature. Be open to new ideas and growth, and listen to the still voice within.\u003cbr\u003e\u003cbr\u003eThe Star also suggests a generous spirit. You want to give or share your wealth with others to help transform their lives. Yours is an open heart, and you now want to give back the blessings you received so that others may benefit."
    },
    {
      "type": "major",
      "name_short": "ar18",
      "name": "The Moon",
      "value": "18",
      "value_int": 18,
      "meaning_up": "Illusion, fear, anxiety, subconscious, intuition",
      "meaning_rev": "Release of fear, repressed emotion, inner confusion",
      "desc_up": "The Moon represents your fears and illusions and often comes out when you are projecting fear into your present and your future, based on your past experiences. You may have a painful memory that caused emotional distress, and rather than dealing with the emotions you pushed them down deep into your subconscious. Now, these emotions are making a reappearance, and you may find yourself under their influence on a conscious or subconscious level. For example, if you had a car accident when you were young but didn't deal with the emotions, you may get sad or anxious every time you get into the backseat of a car. To remedy this, connect with your subconscious mind and release any fears or anxieties holding you back. Hypnosis, therapy and shamanic healing can support this process.\u003cbr\u003e\u003cbr\u003eThe Moon can indicate a time of uncertainty and illusion, when nothing is what it seems. Be careful of making fast decisions when The Moon appears because you may later realize you only had half the information you needed. You need to listen to and trust your intuition so you can see beyond what is in front of you. Feel into situations rather than thinking what they mean. Let go of your conscious mental blocks or negative self-talk and allow your intuition to guide you. Your dreams, intuitions and inner guidance lead you forward toward higher levels of understanding if you listen and use your judgement to help interpret the messages of the subconscious.\u003cbr\u003e\u003cbr\u003eWhen The Moon card appears in your Tarot reading, pay close attention to the lunar cycles and attune to its divine power using ritual, visualization or Tarot readings. Connect with the divine feminine and uncover deep intuitive insights and visions of what lies beyond everyday life. On the New Moon, set your intentions and plant the seeds of opportunity so they can grow. And on the Full Moon, honor your achievements and look at what you need to release so that new aspects of yourself can shine."
    },
    {
      "type": "major",
      "name_short": "ar19",
      "name": "The Sun",
      "value": "19",
      "value_int": 19,
      "meaning_up": "Positivity, fun, warmth, success, vitality",
      "meaning_rev": "Inner child, feeling down, overly optimistic",
      "desc_up": "The Sun represents success, radiance and abundance. The Sun gives you strength and tells you that no matter where you go or what you do, your positive and radiant energy will follow you and bring you happiness and joy. People are drawn to you because you can always see the bright side and bring such warmth into other people's lives. This beautiful, warm energy is what will get you through the tough times and help you succeed. You are also in a position where you can share your highest qualities and achievements with others. Radiate who you are and what you stand for; shine your love on those you care about.\u003cbr\u003e\u003cbr\u003eIf you are going through a difficult time, The Sun brings you the message you have been waiting for: that things will get better, a lot better! Through the challenges along your path, you discovered who you are and why you're here. Now you are full of energy and zeal for the future and can already perceive success and abundance flowing to you. You are brimming with confidence because you know everything will work out - it always does! Life is good!\u003cbr\u003e\u003cbr\u003eThe Sun connects you to your power base - not fear-driven, egotistical power, but the abundant, inner energy radiating through you right now. You'll sense it in your Solar Plexus chakra, calling you to express yourself authentically and be fully present in the world around you. You have what others want and are being asked to radiate your energy and your gifts out into the world in a big way. Tap into your power and use your Divine will to express that power in positive ways.\u003cbr\u003e\u003cbr\u003eThe Sun is also an energetic card. It reflects a time when you can expect to experience an increase in physical energy, vitality and general positivity. You are bursting with enthusiasm, invigorated and enjoying a wonderful sense of good health."
    },
    {
      "type": "major",
      "name_short": "ar20",
      "name": "The Last Judgment",
      "value": "20",
      "value_int": 20,
      "meaning_up": "Judgement, rebirth, inner calling, absolution",
      "meaning_rev": "Self-doubt, inner critic, ignoring the call",
      "desc_up": "The Judgement card is calling you to rise up and embrace a higher level of consciousness for the service of your Highest Good. You are experiencing a spiritual awakening and realising that you are destined for so much more. This is your cosmic up-levelling! You hear the call and are ready to act. Tune in to a higher frequency. Let go of your old self and step into this newest version of who you really are.\u003cbr\u003e\u003cbr\u003eThe Judgement card often indicates that you need to make a life-changing decision, but unlike those associated with the logical Justice card, this decision requires a blend of intuition and intellect. You may be at a crossroads, aware that any choice you make will bring a significant change with long-lasting effects. Tune in to your Higher Self, trust your judgement and know you are on the right path. If you still need clarity on the situation, look to your past and life lessons to guide you.\u003cbr\u003e\u003cbr\u003eJudgement pops up in a Tarot reading when you are close to reaching a significant stage in your journey. You have reviewed and evaluated your past experiences and have learned from them. All the pieces of the puzzle of your life are finally coming together to form one, unified picture of your life story. This integration has healed deep wounds, and you are now able to put the past behind you. You have found your absolution, having cleared any wrongdoings or regrets, and releasing any guilt or sadness about the past. This purging process will leave you refreshed and ready to take on any new challenges.\u003cbr\u003e\u003cbr\u003eThe Judgement card suggests that you may find comfort in sharing your struggles with others within a group environment. There will be others who have experienced something similar and who can show you the way to freedom from your troubles. Let them guide you and help you - rise together."
    },
    {
      "type": "major",
      "name_short": "ar21",
      "name": "The World",
      "value": "21",
      "value_int": 21,
      "meaning_up": "Completion, integration, accomplishment, travel",
      "meaning_rev": "Seeking personal closure, short-cuts, delays",
      "desc_up": "When The World card appears in a Tarot reading, you are glowing with a sense of wholeness, achievement, fulfilment, and completion. A long-term project, period of study, relationship or career has come full circle, and you are now reveling in the sense of closure and accomplishment. This card could represent graduation, a marriage, the birth of a child, or achieving a long-held dream or aspiration. You have finally accomplished your goal or purpose. Everything has come together, and you are in the right place, doing the right thing, achieving what you have envisioned. You feel whole and complete.\u003cbr\u003e\u003cbr\u003eNow, The World card invites you to reflect on your journey, honor your achievements, and tune into your spiritual lessons. Celebrate your successes and bask in the joy of having brought your goals to fruition. All the triumphs and tribulations along your path have made you into the strong, wise, more experienced person you are now. Express gratitude for what you have created and harvested. Finally, make sure you don't rush into the next big project; celebrating your journey will set you up for success when you are ready for your next challenge.\u003cbr\u003e\u003cbr\u003eIf you have not quite reached this point of completion, then you are very close! You may still need an added level of understanding to graduate to a higher level and enjoy real success. Look back at your past experiences and acknowledge how far you have come and what you learned along the way. It may surprise you to look back at your progress and see how much you achieved. This reflection may also be what you need to bring your project to its final stages.\u003cbr\u003e\u003cbr\u003eIf loose ends still remain, The World card asks you to bring them to completion. In doing so, you will clear the space for new beginnings and opportunities to emerge.\\u003cbr\u003e\u003cbr\u003eMore literally, The World can mean world travel, particularly on a large scale. You may be lucky enough to embark on a six-month overseas trip, or are working, studying or living overseas for an extended period. This card reinforces Universal understanding and global awareness, and you will find a new appreciation for people and cultures from across the world."
    },
    {
      "type": "minor",
      "name_short": "cups01",
      "name": "Ace of Cups",
      "value": "22",
      "value_int": 22,
      "meaning_up": "Love, new relationships, compassion, creativity",
      "meaning_rev": "Self-love, intuition, repressed emotions",
      "desc_up": "With the Ace of Cups, Divine love and compassion are pouring through you. You are a vessel for deep, spiritual love from the Universe, and you can’t help but let that love flow through you and into the world. You receive love, you give love, you ARE love. Your heart overflows.\u003cbr\u003e\u003cbr\u003eNow is the perfect time for you to open your heart and experience the rich flow of emotion available to you right now. You are more receptive to creative opportunities, loving connections, and deep compassion for other living beings. As with all Aces in the Tarot, this card comes as an invitation. Will you take it? Will you say “Yes!” to Divine love and compassion, and will you run with it? The Ace of Cups carries the potential for spiritual and emotional fulfilment – but only if you embrace it with an open heart.\u003cbr\u003e\u003cbr\u003eThis card often appears in Tarot readings when you are open to creative expression, especially when you can allow your emotions to shine through your endeavours. You may be inspired to start a new project, take an art class or even engage in interpretative dance. At this point in your life, you are comfortable with who you are and happily express this part of yourself to others. You see fresh potential in allowing your creative juices to flow. Let your imagination and talent unfurl to new possibilities.\u003cbr\u003e\u003cbr\u003eThe Ace of Cups often represents a new relationship, be it a friendship, a new family connection or blossoming romance. It is exciting – fluttery even – and you are so glad to have met someone with whom you can share a special connection. Give yourself permission to open yourself to giving and receiving unconditional love, and you will notice that affection flows effortlessly when you are in this loving state of mind. The water in the card reflects the flow of emotion, and thus, the Ace of Cups suggests that the enthusiasm you two generate will get you fired up about yourself and life.\u003cbr\u003e\u003cbr\u003eThere is a generous, compassionate side to the Ace of Cups, too. See this as a time of giving (not taking) and make the most of any opportunity to help others. You have the power to share your inner radiance and positive energy, bringing great happiness to those around you. And you will find that the more you give, the more you receive on multiple levels.\u003cbr\u003e\u003cbr\u003eFinally, the Ace of Cups can signify conception, pregnancy or birth. Look to the other cards in the reading for further confirmation, such as the Empress, Page of Cups or Four of Wands. On a more metaphorical level, it may mean the birth of a new idea or a spark of inspiration – something in which you can invest a great deal of loving and creative energy."
    },
    {
      "type": "minor",
      "name_short": "cups02",
      "name": "Two of Cups",
      "value": "23",
      "value_int": 23,
      "meaning_up": "Unified love, partnership, mutual attraction",
      "meaning_rev": "Self-love, break-ups, disharmony, distrust",
      "desc_up": "If the Ace of Cups represents the flow of love from within, the Two of Cups is the flow of love between two people. With this card, you are creating deep connections and partnerships, based on shared values, compassion, and unconditional love. While these relationships are still in the early stages, they have the potential to grow and develop into something deeply fulfilling and rewarding in the long-term. You have mutual respect and appreciation for one another, and together you reach higher planes of consciousness and understanding.\u003cbr\u003e\u003cbr\u003eWhen the Two of Cups card appears in a Tarot reading, you may enter a new partnership, perhaps with a lover, friend or business partner. You are both focused on creating a relationship that is mutually beneficial, one that will create a win-win situation for both parties. You see ‘eye to eye’ and appreciate what each other can bring to the table.\u003cbr\u003e\u003cbr\u003eIn a romantic relationship, the Two of Cups shows a blossoming new union based on mutual attraction. There is both a physical and soul connection that leaves you giddy and weak at the knees. You bring out the best in each other and lift each other to even higher levels of potential. The exchange of emotion is heartfelt, and you are both willing to do whatever it takes to support one another. In some cases, the Two of Cups can refer to a marriage, proposal or engagement.\u003cbr\u003e\u003cbr\u003eIn a business partnership, the Two of Cups is a sign you are both on the same wavelength and share a similar vision for the venture you are creating together. You may not have the same skills as each other, but you create a beautiful synergy when you work together. For example, one of you may be talented at sales and marketing while the other excels at managing the business's operations. A partnership like this – built on trust, harmony, and mutual respect – is likely to succeed so long as you continue to communicate with one another and focus on your shared alignment. (Though, it never hurts to have a contract or agreement in place to ensure this dreamy business partnership continues this way.)"
    },
    {
      "type": "minor",
      "name_short": "cups03",
      "name": "Three of Cups",
      "value": "24",
      "value_int": 24,
      "meaning_up": "Celebration, friendship, creativity, collaborations",
      "meaning_rev": "Independence, alone time, hardcore partying, ‘three’s a crowd’",
      "desc_up": "The Three of Cups is a card of celebration, friendship, sisterhood, and creative collaborations. Your friends and family are here to support you and lift you up to even higher levels of success. Celebrate with them and enjoy their camaraderie.\u003cbr\u003e\u003cbr\u003eThis card reminds me of the wonderful connection shared by the four female characters in Sex and the City—Carrie, Charlotte, Samantha and Miranda. They stand by each other through thick and thin, and they are always there for one another as they make their way through relationships, careers and different life journeys. Nearly every episode shows them enjoying each other’s company, often over a cosmopolitan at a swanky Manhattan restaurant. You get the feeling that these girls will be friends forever and know they can always count on each other for support and compassion.\u003cbr\u003e\u003cbr\u003eWhen the Three of Cups appears in a Tarot reading, you are encouraged to gather with your closest friends and have a good time together, talking, laughing, sharing and creating. Together, you give and receive the love, support and compassion each of you needs from one another. You may be inspired to host a girls’ night out, a weekend away, or start a women’s circle so you can join forces with like-minded people. The energy is high, and you’re here to do amazing things together.\u003cbr\u003e\u003cbr\u003eThe Three of Cups often indicates a very sociable period – perhaps a birthday, a wedding, the holiday season or a vacation with friends. See it as your opportunity to let your hair down and forget about your day-to-day commitments and obligations for a while. Instead, spend quality time with friends and family and enjoy yourself!\u003cbr\u003e\u003cbr\u003eThis card also invites you to collaborate with others on a creative project and inspire one another to reach new heights. Collectively, you are working towards a common goal for the greater good of others, and by reaching out to others and banding together, you can achieve a great deal by sharing your positive energy and passion with the wider community. The Three of Cups is a very creative card, suggesting that you may pursue a creative outlet within a group environment, such as an art class or a dance class. This is a great way to connect with others and to access your creative abilities."
    },
    {
      "type": "minor",
      "name_short": "cups04",
      "name": "Four of Cups",
      "value": "25",
      "value_int": 25,
      "meaning_up": "Meditation, contemplation, apathy, reevaluation",
      "meaning_rev": "Retreat, withdrawal, checking in for alignment",
      "desc_up": "When the Four of Cups turns up in a Tarot reading, new invitations and opportunities are flowing to you, but for now, you’re saying “no” and turning them away. Perhaps the prospects do not interest you, or your cup is full, or you already have too much on your plate. Use your discernment to decide on what is truly important to you, and don't be afraid to decline new projects that don't align with your future path.\u003cbr\u003e\u003cbr\u003eThe Four of Cups can also indicate a time when you are turning your attention and your energy internally, to realign to this new phase of your life. You know that you need to be standing on terra firma before you can decide your next steps. While you may need to decline some very alluring opportunities, you do so knowing you will be in a better position to say ‘yes’ to the opportunities that are a better fit for you. You are creating the space within yourself so that you are ready to accept new opportunities later and give them the best possibility of success. Use this time for inward reflection, grounding, and contemplation before accepting the next ‘big thing’.\u003cbr\u003e\u003cbr\u003eSometimes this card brings the message, ‘Not now, but maybe later.’ While the man in the Four of Cups doesn’t accept the cups offered to him, he doesn’t wholly reject them either. You may be waiting for a sign or further information before taking an invitation or new project. Check in emotionally and spiritually before you say ‘yes’, to make sure the opportunity is a good fit and that you can commit to it in the long-term.\u003cbr\u003e\u003cbr\u003eThe Four of Cups can appear when you are bored or dissatisfied with your everyday life. You may feel disengaged, apathetic or unmotivated – maybe life has become dull. The Four of Cups invites you to bring your attention inward and re-evaluate your situation to find a deeper meaning in what you do. You may have found yourself disconnected from your emotional self and inner truth, and need to re-establish this connection so you can get a greater sense of purpose and direction. Now could be an excellent time to switch off from the distractions of the external world – social media, the news and other people’s stories – to allow you the space to listen to your own voice and inner knowing and gain more clarity.\u003cbr\u003e\u003cbr\u003eThe Four of Cups may show that you have shut yourself off from new opportunities because you have been hurt or rejected before. The man in this card has his arms crossed as if protecting himself and closing off from the external world. You may have had a relationship end in heartbreak or experienced failure in your career and now want to avoid getting in the same predicament again. However, you may miss out on new opportunities that are an excellent fit for you. Check in on a soul level and question whether shutting yourself down is the best course of action, or if it’s time to open up to the possibilities available to you."
    },
    {
      "type": "minor",
      "name_short": "cups05",
      "name": "Five of Cups",
      "value": "26",
      "value_int": 26,
      "meaning_up": "Regret, failure, disappointment, pessimism",
      "meaning_rev": "Personal setbacks, self-forgiveness, moving on",
      "desc_up": "The Five of Cups often appears in a Tarot reading when a situation hasn’t turned out the way you expected, and you are sad, regretful, and disappointed. Instead of moving on with your life, you are choosing to wallow in your self-pity. All you can focus on right now is what went wrong and how you failed. Sure, feel the feels, but set yourself a time limit for your self-pity and then pull yourself together and move on.\u003cbr\u003e\u003cbr\u003eThe Five of Cups suggests you’re stuck in the past and can’t let go. Old wounds and bitter memories flood your mind as you think about what happened. You may blame yourself or believe you’re a victim of life’s circumstances. These negative emotions are holding you back from your fullest potential – release them so you can move on and create positive change.\u003cbr\u003e\u003cbr\u003eForgiveness is vital with the Five of Cups, both of yourself and others. If someone has disappointed you, find it within your heart to forgive that person, releasing yourself from the disappointment. And if you are frustrated with yourself, know that you did the best you could under the circumstances and have now learned from your mistakes.\u003cbr\u003e\u003cbr\u003eRemember, too, that hindsight is much clearer than foresight and wisdom in the present moment comes from the mistakes of the past. Reflect on what led you to this point and understand what valuable lessons you can take from the experience. Even when things go pear-shaped, you can always take away something positive by reflecting on the lessons learned.\u003cbr\u003e\u003cbr\u003eThe Five of Cups shows you that, even though things aren’t going your way, new opportunities and possibilities are waiting for you – but only when you are ready. It’s time to shift your mindset and focus on what can go right from this point onwards. Be open to the brighter side of life and know many blessings are in disguise right now. Instead of giving in to a ‘glass is half empty’ perspective, look at it as the ‘glass is half full’."
    },
    {
      "type": "minor",
      "name_short": "cups06",
      "name": "Six of Cups",
      "value": "27",
      "value_int": 27,
      "meaning_up": "Revisiting the past, childhood memories, innocence, joy",
      "meaning_rev": "Living in the past, forgiveness, lacking playfulness",
      "desc_up": "The Six of Cups is a card that takes you back to the happy memories from your past, whether as a child, teenager or young adult. You may simply be revisiting those memories in your mind, or you may travel back to your childhood home or reconnect with your childhood friends. You could go to a high school reunion or reconnect with an old buddy. A teenage sweetheart or past lover may turn up again. These connections bring you a sense of joy and happiness as you reminisce over all the fun times you had together. Take this occasion to explore whether you still have a lot in common and if you wish to continue the relationship now.\u003cbr\u003e\u003cbr\u003eThe Six of Cups often shows an increased level of harmony and cooperation in your relationships. You are ready to give and receive, without expectation. You are also willing to give each other the benefit of the doubt, having moved on from the challenging emotions of the Five of Cups. It’s time to turn over a new leaf and start afresh from a more positive place.\u003cbr\u003e\u003cbr\u003eThe Six of Cups invites you to get in touch with your inner child and experience the fun, freedom and innocence that comes with being a young child again. You might like to sit down with an adult colouring book, dance like no-one is watching you, play your favourite childhood games or spend more time around (happy) children. When you give yourself permission to be playful, spontaneous, and creative, you connect more with your authentic self and your intuition.\u003cbr\u003e\u003cbr\u003eThe Six of Cups can also refer to children in your life. It can suggest a pregnancy (perhaps twins), a birth and siblings who play nicely together. It may also be a sign that you are about to spend more time with young children, playing, laughing and learning together. Children are often here to teach you something about yourself and can serve as great advisors. Kids also set good examples for how to stay present, open-minded and curious. They see the world as a magical place and their hearts are open to the myriad of pleasures available to them."
    },
    {
      "type": "minor",
      "name_short": "cups07",
      "name": "Seven of Cups",
      "value": "28",
      "value_int": 28,
      "meaning_up": "Opportunities, choices, wishful thinking, illusion",
      "meaning_rev": "Alignment, personal values, overwhelmed by choices",
      "desc_up": "The Seven of Cups is a card of new opportunities, choices, and at times, illusion. When the Seven of Cups appears in a Tarot reading, you have many options and opportunities from which you can choose. But be careful! You are prone to illusion and unrealistic ideals. An opportunity with promises of more money, more fame, or more power may sound appealing, but as you look deeper into what is on offer, you may realise it’s not everything it’s cracked up to be. Your ego may pull you in a specific direction, but it’s important you check in with your Higher Self first. Evaluate your options and dig below the surface to discover what’s involved with each choice.\u003cbr\u003e\u003cbr\u003eOften, the Seven of Cups can be a sign of wishful thinking and projecting into the future about what you would like to create, rather than taking action here in the present to make it happen. For example, you may wish for a fitter, more healthy body, until it's time to get out there and exercise. Or you might wish for a successful business fuelled by passive income, but you’re not ready and willing to put in the hard work now to enjoy the fruits of your labour later. If you spend most of your time wishing but not doing the work, then it’s time to choose just one thing and make it happen.\u003cbr\u003e\u003cbr\u003eYou may find that your ideas are not grounded in reality. Your plans might sound fabulous in your imagination, but when it comes to implementing them, you may realise they do not work in the real world.\u003cbr\u003e\u003cbr\u003eThe Seven of Cups may be a sign of ‘shiny object syndrome’, where you keep finding the ‘next big thing’ but fail to see any of those new opportunities through to the end. When you are constantly in the idea phase, you miss the chance to bring your designs into fruition. Again, now is a time to focus on the one thing that will move you closer to your goal; resist the temptation to get side-tracked with other ideas as they arise. If need be, note your ideas as they come up, but stay focused on the one thing you’re doing.\u003cbr\u003e\u003cbr\u003eThis card is inviting you to move out of the ideas and options phase and choose. Each will have its pros and cons – it’s up to you to make sure that the option you select is in alignment with your purpose and your Highest Good – even if you feel somewhat paralysed by the options available to you."
    },
    {
      "type": "minor",
      "name_short": "cups08",
      "name": "Eight of Cups",
      "value": "29",
      "value_int": 29,
      "meaning_up": "Disappointment, abandonment, withdrawal, escapism",
      "meaning_rev": "Trying one more time, indecision, aimless drifting, walking away",
      "desc_up": "When the Eight of Cups shows up in a Tarot reading, you may feel compelled to walk away from a disappointing situation. It could mean turning your back on an unfulfilling relationship, job, career path, living arrangement or creative project that was once a source of great happiness to you but now only brings you pain. You have invested yourself emotionally but, despite your best efforts, are disappointed; it hasn’t turned out the way you had expected it to, and you realise that you are no longer getting anything out of this situation. Now, the only choice is to put it behind you and move on with your life, even if it brings you sadness as you say goodbye.\u003cbr\u003e\u003cbr\u003eThe Eight of Cups suggests you sense that something is missing, particularly on an emotional or spiritual level, and instead of waiting around for things to get better, you know you need to leave that unfulfilling situation. It may not make sense to others because on the face, it looks as if you have everything you had wished for – but, deep down, you know it’s not serving your Highest Good, and it’s time for you to let it go and move on.\u003cbr\u003e\u003cbr\u003eThe Eight of Cups can be a sign that you are trying to escape a problematic emotional situation or avoiding some major psychological issues and concerns. The Cups in the foreground represent emotional issues that remain real and present in your life. Yet you are trying to pretend as if they no longer exist, refusing to deal with them. You may repress your emotions or refuse to have open conversations with others about what’s happening, instead preferring to pretend as if everything is okay, or avoiding the scene altogether.\u003cbr\u003e\u003cbr\u003eThe Eight of Cups invites you to ask yourself what brings you joy, contentment and fulfilment on a deeper level. Without it, you might pursue goals that fail to give you the satisfaction you’re seeking. For example, you may think being in a long-term relationship is what you want, but when you manifest it, you realise that it’s not just the long-term relationship you want but a deep soul connection with someone. If that’s not there, then the relationship will not fulfil your needs no matter how long you stay together. So, if you find yourself repeatedly in these Eight of Cups situations where you have no choice but to walk away, spend time exploring what will bring you true happiness and realign your goals with your values."
    },
    {
      "type": "minor",
      "name_short": "cups09",
      "name": "Nine of Cups",
      "value": "30",
      "value_int": 30,
      "meaning_up": "Contentment, satisfaction, gratitude, wish come true",
      "meaning_rev": "Inner happiness, materialism, dissatisfaction, indulgence",
      "desc_up": "You know those moments when you glance around and feel your heart overflowing with love and appreciation for everything you have created in your life? That’s what the Nine of Cups is about: emotional fulfilment, happiness and contentment. When this card appears in a Tarot reading, you are content in all aspects of your life – relationships, work, lifestyle, well-being and more. You are basking in the abundance of life and experiencing your emotions with such intensity and pleasure.\u003cbr\u003e\u003cbr\u003eThis is why the Nine of Cups is often called the wish card. It comes as a sign that the planets aligned and you have everything you wished for. You could not be happier! If you made your wish and are patiently waiting for it to come to fruition, then this card is an excellent omen that it will soon be granted.\u003cbr\u003e\u003cbr\u003eThe Nine of Cups is an invitation to splurge, indulge and enjoy life’s pleasures. This includes enjoying good food and wine, appreciating the arts, making love, relaxing in a luxurious resort or experiencing beauty. Live in the moment and give yourself permission to indulge temporarily without any guilt about the possible negative consequences of such pleasure.\u003cbr\u003e\u003cbr\u003eWhen you see the Nine of Cups in a reading, remember to count your blessings and express gratitude for what you have. Start or end every day by creating a mental list of the three things for which you are most grateful. Over time, you will intensify your sense of contentment and your ability to attract what you wish for – it is the Law of Attraction. If you are struggling to find the positive side of life, then expressing gratitude will help you see that you have a lot to be glad about.\u003cbr\u003e\u003cbr\u003eOne thing to keep in mind with the Nine of Cups is that he is sitting on a wooden bench that is comfortable for only a limited period. Realise that contentment and fulfilment, too, are only temporary as everything is always in a state of change. That’s why it is so important to appreciate what you have now and cherish it because it may disappear later or you may need to adjust and adapt."
    },
    {
      "type": "minor",
      "name_short": "cups10",
      "name": "Ten of Cups",
      "value": "31",
      "value_int": 31,
      "meaning_up": "Divine love, blissful relationships, harmony, alignment",
      "meaning_rev": "Disconnection, misaligned values, struggling relationships",
      "desc_up": "The Ten of Cups embodies happiness, joy, and emotional contentment, particularly in your relationships and family. You have created an abundance of love and happiness in your life, and you now share this love with others, expanding your heart even more. This card often appears when you are surrounded by your loved ones with whom you share a powerful and deep connection. You appreciate and support one another, and together, you help each other reach your highest potential. It brings you so much joy to see your loved ones succeed and live happy lives.\u003cbr\u003e\u003cbr\u003eThe Ten of Cups is the ‘happy family’ card, suggesting that your family relationships are harmonious and loving right now. No one is fighting or causing any tension; all family members are getting along with each other and sharing in the love and happiness that surrounds you. This card may appear in a reading when you are spending more time with family, perhaps on a holiday, reunion or event, where you can rest and relax together, creating fun and happy family memories and strong bonds.\u003cbr\u003e\u003cbr\u003eThe Ten of Cups is a positive card for romantic relationships and may indicate either a new and blissful relationship or a long-term commitment, such as engagement, marriage or starting a family together. You share an everlasting love and may believe that you are soul mates destined to be with one another.\u003cbr\u003e\u003cbr\u003eWhen the Ten of Cups pops up in a Tarot reading, you have a sense of wholeness, completion, and alignment in your relationships with others. You are experiencing an idyllic state of peace, harmony and love where your dreams and wishes have come true. Take a moment to step back and appreciate everything you accomplished. You created a life of connection and bliss by following your heart and trusting your intuition.\u003cbr\u003e\u003cbr\u003eThe Ten of Cups encourages you to follow your heart and trust your intuition to lead you to the opportunities aligned with your Highest Good. Your feelings and emotions will guide you. When something feels fantastic, do more of it; and when something doesn’t feel right, do less of it. Allow your inner guidance to lead the way. Seek out opportunities that fulfil you and align with your personal values instead of following the path that others expect you to take."
    },
    {
      "type": "minor",
      "name_short": "cupspage",
      "name": "Page of Cups",
      "value": "32",
      "value_int": 32,
      "meaning_up": "Creative opportunities, intuitive messages, curiosity, possibility",
      "meaning_rev": "New ideas, doubting intuition, creative blocks, emotional immaturity",
      "desc_up": "The Page of Cups suggests a new idea or opportunity has come to you out of the blue. Your creative energy is flowing, and now the question is how you will express it. Will you snap up this new idea and turn it into something, or will you let someone else bring it to fruition? It is up to you! Spend time exploring the idea to see if you want to move forward.\u003cbr\u003e\u003cbr\u003eThe Page of Cups invites you to have an open and curious mind. Be open to anything – including a fish popping its head out of a cup! It is with a curious mind that you will discover new aspects of life and yourself. Open your mind to all possibilities, especially those of a creative or intuitive nature, you will be pleasantly surprised. Be ready to dream the impossible dream, and explore the magic of your fullest potential, even if it seems out of reach. The Page of Cups is asking you to embrace your inner child and believe that anything is possible.\u003cbr\u003e\u003cbr\u003eAs each Page asks you to explore a new facet of yourself, the Page of Cups is asking you to explore your creative, emotional self. You may start a new art class, read books about how to express your feelings, or learn more about developing your psychic abilities. Dreamy aspirations race through your mind, and you may find yourself moved by simple things. Don’t be afraid to let your feelings show and wear your heart on your sleeve.\u003cbr\u003e\u003cbr\u003eThis card often appears when you are being called to trust your intuition and be open to the multitude of intuitive messages coming your way. Look for synchronicities and signs from nature that will guide you on your path. They may come from unexpected places, or they may not even make sense to your rational mind; be open to the possibility and ready to discover new aspects of yourself. It is like following ‘intuitive breadcrumbs’ – one intuitive clue leads you to the next thing, and the next, and the next. And before you know it, you have found yourself in a place of full alignment, happiness and bliss. All by trusting your intuition and going with the flow.\u003cbr\u003e\u003cbr\u003eIn a practical sense, the Page of Cups can indicate that you will receive an unexpected and pleasant surprise. The Pages are often known as the messenger cards, and with the Page of Cups, you may receive a message related to the emotions, intuition, or creative endeavours. It might be the birth of a baby, an engagement or marriage, a new love interest, or the offer of a new project. It is not a surprise you can anticipate or force; be ready to receive when the moment comes."
    },
    {
      "type": "minor",
      "name_short": "cupsknight",
      "name": "Knight of Cups",
      "value": "33",
      "value_int": 33,
      "meaning_up": "Creativity, romance, charm, imagination, beauty",
      "meaning_rev": "Overactive imagination, unrealistic, jealous, moody",
      "desc_up": "The Knight of Cups is the classic romantic of the Tarot deck. He is in touch with his intuition and emotions, and he uses them masterfully to charm and attract others. He shows compassion and understanding towards others because he has learned to understand his own feelings and emotions. The Knight is kind, caring and very in touch with his feminine side. He might be found writing a romantic poem to his lover, creating art inspired by his innermost feelings or appreciating a vibrant sunset with a glass of champagne in his hand. His heart is wide open, and he wears it on his sleeve. He shares his love freely with others, without constraint or worry; he is in love with love itself.\u003cbr\u003e\u003cbr\u003eWhen the Knight of Cups appears in a Tarot reading, you thrive on all things beautiful and are inspired by the many creative outlets available to you. While the Page of Cups was inspired by an imaginative idea, the Knight of Cups is motivated by action. You have dreamed about what it is you want to create and now are moving forward with this dream to make it a reality. It may be an art project or something you feel ‘called’ to do, based on your emotions, imagination and intuition. Be open to exploring your passions and your big ideas. You may find yourself drawn to a particular passion or hobby and now is the time to turn it into ‘something.’ While you are in no hurry to reach the finish line, keep in mind that true imagination feeds on action; if you do nothing with your dreams, they will remain just that – dreams and not reality.\u003cbr\u003e\u003cbr\u003eAll Knights are on a mission, and this Knight’s is humanitarianism, romance, altruism, compassion, and beauty. You have a vision of harmony and are ready to bring it into reality. You are lead by your heart and want to see peace for everyone involved.\u003cbr\u003e\u003cbr\u003eWhen it comes to making decisions, the Knight of Cups is ruled by his emotions and his heart. When this card arrives in a Tarot reading, you are making decisions based on how you feel about a situation rather than what you think, even if others can’t make sense of what you are doing and why, and your intuition guides you in everything you do."
    },
    {
      "type": "minor",
      "name_short": "cupsqueen",
      "name": "Queen of Cups",
      "value": "34",
      "value_int": 34,
      "meaning_up": "Compassionate, caring, emotionally stable, intuitive, in flow",
      "meaning_rev": "Inner feelings, self-care, self-love, co-dependency",
      "desc_up": "The Queen of Cups is nurturing, caring, compassionate and sensitive. When you see her in a Tarot reading, you are embodying her ‘nurturing mother’ energy. You support others by listening with your heart, being compassionate, and caring for them deeply. You are empathic and can sense the needs of others by tuning in to your intuition, and you hold the space for others to express their emotions and be the truest, most authentic versions of themselves. You have mastered this in such a way that, even though you hold space for emotional expression, you don’t take on other people’s energy or emotional issues because you are well-grounded and know where to create a healthy separation.\u003cbr\u003e\u003cbr\u003eThe Queen of Cups says you are highly intuitive, creative, and in flow with the surrounding energies. In your interactions with others, you can easily read other people to get a sense of how to communicate effectively, enabling you both to feel heard and understood. Others may come to you to confide their personal issues regarding relationships, emotions and feelings. They trust you and know that you always have the right solution. You can instantly tune in to what others are going through and can help them make sense of it. You may be a healer, counsellor or intuitive coach; or maybe just a good friend. You recognise the Divine in everyone you meet.\u003cbr\u003e\u003cbr\u003eIn your creative projects and endeavours, you ‘feel’ your way into them, trusting your heart and your inner guidance to lead you in the right direction. You know when something is ‘off’, and you pay attention to this, even if it doesn’t make rational sense. You may be in tune with the cycles of the moon and nature, using these cycles to manifest your goals and live your dreams.\u003cbr\u003e\u003cbr\u003eWhen the Queen of Cups appears in a Tarot reading, you are being asked to trust your intuition and pay attention to your feelings and emotions. Lead with your heart, not your head. Be open to receive the intuitive messages flowing to you, be it through your dreams, meditation or visualisation. And ‘feel the feels’, even if those feelings are tricky or challenging. You are stronger than you know."
    },
    {
      "type": "minor",
      "name_short": "cupsking",
      "name": "King of Cups",
      "value": "35",
      "value_int": 35,
      "meaning_up": "Emotionally balanced, compassionate, diplomatic",
      "meaning_rev": "Self-compassion, inner feelings, moodiness, emotionally manipulative.",
      "desc_up": "The King of Cups represents mastery over the realms of emotion, creativity and the unconscious. When this card turns up in a Tarot reading, you have gained control of your feelings and can accept them without allowing them to get the better of you. Even when life throws you a curve ball, you can draw on your emotional maturity and stability to help you navigate these challenges. You don’t let things get to you, and you steer clear of the drama, instead choosing an emotionally balanced and calm approach.\u003cbr\u003e\u003cbr\u003eIf you are being challenged personally, the King of Cups suggests you need to remain emotionally mature when faced with negative energy from others. Be firm on your personal boundaries, stating what is and is not acceptable on an emotional level. This King is level-headed and in control of his emotions. He uses his intellect to make smart decisions and does not let other circumstances or whims sway him from his central beliefs and morals. Stay true to your emotions and feelings and do not allow others to steer you off course.\u003cbr\u003e\u003cbr\u003eThe King of Cups embodies the perfect balance between the executive and the heart. Not only are you able to assess and manage a situation logically, but you can also draw upon your intuition and understanding of human interactions. As a leader, you care as much about achieving your goals and objectives as you do about making sure everyone is happy and engaged along the way. If you sense that logic and emotion are out of balance, draw on the energy of this King to realign yourself.\u003cbr\u003e\u003cbr\u003eAs a King, he has a masculine, fatherly energy, and as a Cups card, he brings his emotional self to the forefront. He offers wise advice when it comes to feelings, emotions, creativity and relationships and can see the human dynamic in its entirety. The King of Cups is compassionate towards others, creating strong bonds and relationships based on patience and understanding. As you interact with others, you may need to navigate their strong feelings and emotional triggers so you can create a sense of peace in your interactions. He may appear in your life as a mentor, coach or spiritual guide; or you may step into this role yourself."
    }
  ]
}